---
kind: other
id: Properties.T:Autodesk.Revit.DB.ExtensibleStorage.SchemaBuilder
source: html/7749f10b-65c8-a294-3a18-f6104da2b7af.htm
---
# SchemaBuilder Properties

Specifies whether the .NET object represents a valid Revit entity.